[    
    {
        "id":0,
        "frame": 1,
        "who": "bar",
        "dialog": [{"iam":true, "text":"Что еще за дыра.. Где я?.."},
                    {"iam":false, "text":"Я вот уже давно перестал задаваться этим вопросом… Ты во временной петле под названием «Белый шум», друг. Добро пожаловать на борт."},
                        {"iam":true, "text":"Какой еще борт?! Мне, блин, на автобус надо, иначе никакого вам Нового Года не светит. Хотя какой новый, из года в год одно и то же. "},
                            {"iam":false, "text":" Да, да, да...нашелся волшебник. Дед Мороз, Снегурочка — сколько я вас таких перевидал. А как выбраться отсюда … Тут ты, да я, да бурый мишка. Автобус ходит редко, ну и билет 6 тысяч стоит."},
                                {"iam":true, "text":"Перевидал, говоришь? Откуда я тогда знаю, что ты каждый год просишь гайд по ставкам будущего, как в фильме про Марти МакФлая, а? "},
                                    {"iam":false, "text":"Как?!....А я ведь уже почти перестал верить.... Слушай, есть у нас тут один, не от мира сего. Все знает. Вон в углу сидит. Спроси у него. "}]
    },
    {
        "id":1,
        "frame": 2,
        "who": "otshelnik",
        "dialog": [{"iam":true, "text":"Эй, говорят, ты можешь помочь подзаработать."},
                    {"iam":false, "text":"Бэд Санту косплеишь? Помочь могу, только деньги-то тебе зачем? Я думал вам, сказочникам, жаловаться не на что."},
                        {"iam":true, "text":"Ага, понапишут в сказках дичь, а мне расхлебывай. Давай к делу. Или уговаривать надо?"},
                            {"iam":false, "text":"У меня нет времени на митапы, дед. Дедлайны полыхают, аж кресло нагрелось. Короче, есть вариант: надо забрать лут в игре Toda 2. Деньги на Киви кину, так уж и быть, спасу тебе новый год."},
                                {"iam":true, "text":"Может, сразу на банан переведешь? Нашел дурака."},
                                    {"iam":false, "text":"Винтажный, QIWI — это виртуалка в телефоне, ей потом на баре расплатишься. Короче, бери ноут: будешь валить врагов, пока у одного из них не вывалится нужный айтем – рапира темного эльфа. Будет она – будут деньги… не облажайся!"}]
    },
    {
        "id":2,
        "who": "gameNootebook"
    },
    {
        "id":3,
        "frame": 3,
        "who": "otshelnik",
        "dialog": [{"iam":true, "text":"Слушай, твои задачки только звучат сложно, на деле — как два пальца. Есть еще что? "},
                    {"iam":false, "text":"Чувак, под Новый Год даже на фрилансе завал и ад. Позже подойди, подкину что-нибудь."},
                        {"iam":true, "text":"Интересно, я отсюда вообще выберусь?.."}]
    },    
    {
        "id":4,
        "frame": 4,
        "who": "bar",
        "contora": true,
        "dialog": [{"iam":false, "text":"А ведь сегодня матч «Метеор» - «Вымпел», легендарное свердловское дерби..."},
                     {"iam":true, "text":"Опять ты там чего-то бухтишь?"},
                        {"iam":false, "text":"Да, бухчу, бездарно трачу время... Бармен в 7 поколении, ни конца, ни края не видно... Знаешь, я ведь всегда хотел всерьез заняться ставками. Это и талант мой, и отдушина! Так супруга против, все про семейный бюджет талдычит. "},
                            {"iam":true, "text":"По лезвию ножа ходишь, женатик. Я вот однажды наступил на эти грабли, и кто я теперь? Старый дед в прокуренном кабаке. Ладно, как там ставки твои работают?"},
                                {"iam":false, "text":"Ну, смотри: можно поставить на победу «Метеора», ничью или победу «Вымпела». На первых коэффициент низкий — они вот-вот лигу возьмут, у вторых шансов меньше, зато поднять можно нормально… В общем, решай сам. "}]
    },
    {
        "id":5,
        "frame": 5,
        "who": "medved",
        "dialog": [{"iam":false, "text":"Дед Мороз, а Дед Мороз? Расскажи-ка, как ты в своем «волшебном» мире допустил такую несправедливость…"},
                    {"iam":true, "text":"Волшебном, серьезно? Нашли психолога..."},
                        {"iam":false, "text":"Ты послушай сначала, а потом остри. Я вот для всех кто? «Мишка», «Мишаня» — меня это с самой школы преследует. А меня вообще Аркадий звать! Ну ты сам знаешь, какие дети злые. Всю школу смеялись, про берлогу шутили, что лапу сосу... "},
                            {"iam":true, "text":"Уж я-то знаю, что дети — сущий кошмар. Ближе к делу, АРКАДИЙ."},
                                {"iam":false, "text":"Отчаялся я стать похожим на вас. На нормальную работу не берут — ни бухгалтером, ни куклой ростовой… Да я даже счет в банке завести не могу, чтобы банкоматом пользоваться: то документы подавай, то без присутствия никак. "},
                                    {"iam":true, "text":"Винни, я — халат, шуба максимум, но никак не жилетка для нытья! Ладно, мне идти надо"}]
    },
    {
        "id":6,
        "frame": 6,
        "who": "otshelnik",
        "dialog": [{"iam":false, "text":"Йо, тут дело появилось. С копирайтом как, справишься?"},
                        {"iam":true, "text":"С лутами справился, а пальцами по клаве постучать не смогу, думаешь? Рассказывай."},
                            {"iam":false, "text":"Есть у меня кореша-фрилансеры. Им банк заблочил карты – мол, «подозрительные транзакции». А чуваки просто чиллят на рейвах в Европе! Дадим отпор: накатай такой пост в телеграм-канале Smash, чтобы банк выпилился из Эппстор!"}]
    },
    {
        "id":7,
        "who": "gameNootebook"
    },
    {
        "id":8,
        "frame": 7,
        "who": "otshelnik",
        "dialog": [{"iam":false, "text":"Слушай, а текст получился в лучших традициях черного PR! О нем и на всех топовых площадках написали, и расшарили нормально. Корпорации так боятся шумихи и проблем, классика! Конечно, настоящий бизнес-то — он онлайн, а не у кулера."},
                        {"iam":true, "text":"Деньги, Лебофски! Я тут за деньгами! Что еще сделать?"},
                            {"iam":false, "text":"Про суверенный интернет что-нибудь знаешь? Тут законы всякие принимают… Короче, будет тебе работа, но позже."},
                                {"iam":true, "text":"Что за манера вечно все откладывать?? Ладно, маякуй."}]
    },
    {
        "id":9,
        "frame": 8,
        "who": "sborshik",
        "dialog": [{"iam":true, "text":"А ты откуда такой взялся? С планеты Железяка?"},
                        {"iam":false, "text":"Не будьте таким приземленным, сударь. Не заставляйте и вам объяснять, что к красоте иногда надо присмотреться, чтобы увидеть ее. Мне, как сборщику лома, хорошо известна людская узколобость."},
                            {"iam":true, "text":"Вот чисто из интереса: ты о чем?"},
                                {"iam":false, "text":"Взять металл, да? Холодный, серый, невзрачный — казалось бы, покупай и продавай за бесценок. Но это ведь только на первый взгляд! Вся жизнь, если хотите, и есть этот самый металл... С манящими неровностями и непростыми, но красивыми изгибами судьбы."},
                                    {"iam":true, "text":"Ха, во дает. Романтик, и в такой перди. Ты, я смотрю, со своей любовью далеко уехал. Кибер-рука, ты подумай, а.. И как тебе с ней живется?"},
                                        {"iam":false, "text":"Чрезвычайно просто, мон ами. Даже вы ее сможете запрограммировать: зеленый провод к красному, желтый к синему, белый к фиолетовому, делов-то. А как живется… Одиночество донимает: хочу найти родственных душ, которые оценят прекрасное по достоинству и..."},
                                            {"iam":true, "text":"Не теряй мысль, Паустовский. Мне тут нужно кое-что сделать."}]
    },
    {
        "id":10,
        "frame": 9,
        "who": "otshelnik",
        "dialog": [{"iam":true, "text":"Я устал сидеть и стареть, ты там жив?"},
                        {"iam":false, "text":"О, ты вовремя! Вкратце: рано или поздно пиджаки отрубят нас от интернета и оставят только гифку с Боратом в купальнике. Чтобы этого не допустить, мы выстраиваем связь с Глобальным Сервером на островах. Подхватишь борьбу за независимый интернет?"},
                            {"iam":true, "text":"Я понял только, что где-то есть гифка с Боратом в купальнике. В процессе разберусь, давай сюда."}]
    },
    {
        "id":11,
        "who": "gameNootebook"
    },
    {
        "id":12,
        "frame": 10,
        "who": "otshelnik",
        "dialog": [{"iam":true, "text":"Так, я все сделал. Еще чуть-чуть, и могу сам на этом фритюре… фристайле работать. "},
                        {"iam":false, "text":"Слушай, а ты неплох для человека, который только сегодня узнал, что диджитал — это не сорт чая. Короче, твой автобус будет с минуты на минуту. Бери мой телефон — не пугайся, он без провода — и купи на баре билет, там терминал есть."},
                            {"iam":true, "text":"Попросил бы проводить, но не знаю, где у тебя кнопка «Пуск». Ладно, бывай, пиши письма… Да куда ты гмайл свой открыл? Ой, все!"}]
    },
    {
        "id":13,
        "frame": 11,
        "who": "allPers",
        "dialog": [{"iam":true,"who": "ded", "text":"Давай скорее терминал! Автобус скоро приедет!"},
                        {"iam":false,"who": "bar", "text":"5 сек… Готово, держи билет!"},
                            {"iam":false,"who": "sborshik", "text":"Вы уж не обессудьте, но можно вас, как Деда Мороза, попросить напоследок? Есть у меня одно желание — хочу открыть онлайн-магазин «Ломовая затея» для ценителей металла. Сам не справлюсь: документы в райцентре подай, бюрократов обойди…"},
                                {"iam":false,"who": "medved", "text":"Может, и мне тогда счет откроем? А что, всем можно, а мне нельзя?"},
                                    {"iam":false,"who": "bar", "text":"Ставлю на то, что волшебник хочет помочь кое-кому с беттингом…"},
                                        {"iam":true,"who": "ded", "text":"Вы что, так ничего и не поняли? Да нет никаких чудес, вы не в долбанную сказку попали! Это жизнь, настоящая, другой не будет. И тут каждый сам за себя вывозит! Хотите стать другими — виртуалка и ноут в помощь. Вы и сами все сможете, а я… Я выбрал свой путь."}]
    }
    
]